{
  "messages": {
    "en": {
      "faqTitle": "FAQ",
      "whatAreCashstampsTitle": "What are CashStamps?",
      "whatAreCashstampsContent": "CashStamps are easily redeemable/reclaimable BitcoinCash wallets in the form of a QR Code that can be used for gifts, promotions and adoption of BCH with the option to reclaim any unused CashStamps so there's no fear of wasting BitcoinCash that's not redeemed.",
      "whyCashStampsTitle": "Why CashStamps?",
      "whyCashStampsContent": "We wanted a quick/easy way to onboard new individuals to BitcoinCash by just handing them a QR code with simple instructions so they can easily claim BCH into a non-custodial wallet without having to walk them through the entire process, start-to-finish. If someone can read, you can hand them a CashStamp without saying anything and they can do the rest...hopefully.",
      "cashstampUsesTitle": "What can I do with CashStamps?",
      "cashstampUsesContent": "Whatever you'd like! The entire purpose of CashStamps is to promote use and further adoption of BitcoinCash, so feel free to get creative with how, where and why you use CashStamps! Print as few or as many CashStamps as you'd like with as little or as much BCH as you'd like. Print them to a .pdf/.png/.jpeg image file and email them to friends, colleagues, clients. Print them to paper or biz cards and give them away as a tip when you go out to eat or get a haircut. Print them to stickers and put those CashStamp stickers on anything, including the back of other stickers for gifts or promotions. Create a BCH raffle or use them as door prizes; where a set of stamps have determined amounts and others have differing (higher) amounts. Hand out the CashStamps and let the end-users scan their QR codes to see who 'won' the most BCH. Get creative...promote adoption...use BCH!",
      "risksAssociatedWithCashStampsTitle": "Are there risks associated with CashStamps?",
      "risksAssociatedWithCashStampsContent": "Yes...the end of fiat by furthering the adoption of BitcoinCash and its rise to Global Reserve Currency! There are no hackable/ruggable risks associated with CashStamps. You control the CashStamps you create. Once you 'Fund' the CashStamps you've created, you will be given the Seedphrase for the Electron Cash Wallet where those BCH funds are located. The only real risk associated with CashStamps is; if you fail to record/keep your funded CashStamps Seedphrase AND you clear your browser's cache, you will NOT be able to reclaim any unused/unredeemed CashStamps easily. If you haven't cleared your browser's cache, you can find your funded CashStamps Seedphrase in the creation tool...just choose the CashStamp collection you created and then click on 'View Mnemonic' from the three-dot-menu to the right to reveal the specific Seedphrase for that collection.",
      "risksAssociatedWithCashStampsAdditionalContent": "If you've cleared your browser's cache and can no longer 'View Mnemonic' for a CashStamp collection you've previously created on the tool, but you DID write down your Seedphrase elsewhere, simply click on the + button to the left of the CashStamp collection drop down and click on 'Import Mnemonic' and continue with the 'Reclaim Stamps' button/process. If you've cleared your browser's cache AND you didn't write down your Seedphrase for the stamps you created/funded...shame on you! There is no way to recover those funds unless you individually scan each created CashStamp(s) QR code still in your possession. If you haven't given those CashStamps away, this is simple enough (although time-consuming), but if you've given them away, the best you can hope for is that the end-user claims those funds so that BCH isn't completely wasted.",
      "walletsForCashStampsTitle": "What Wallets Work with CashStamps?",
      "walletsForCashStampsContent": "Due to the 'Sweep' feature built into the unique QR code(s) generated when you 'Fund' your CashStamp(s); CashStamps will not work with every BCH wallet in the market as not every BCH wallet supports this 'Sweep' feature.",
      "walletsForCashStampsAdditionalContent": "For the end-user's 'Redeeming' process; the current iteration of CashStamps only works with the Bitcoin.com Wallet (hence the 'Step 1' instruction to download/install the Bitcoin.com wallet when end-users go to stamps.cash to 'Redeem' their CashStamp). We are currently working with Selene Wallet on integrating this 'Sweep' feature, so stay tuned.",
      "walletsForCashStampsMoreContent": "For the CashStamp creator; the 'Funding' process should work with any wallet that supports either BIP70 or JSONPaymentProto. Off the top of my head: Bitcoin.com Wallet, ElectronCash Wallet, FloweePay and Paytaca Wallet all support this feature. However, anyone that creates CashStamp(s) can 'Reclaim [unused] Stamps' to any BCH wallet/address of their choice by using the 'Reclaim Stamps' button in the CashStamps tool.",
      "editingCashStampsTitle": "Can the text on the stamps be customized or edited?",
      "editingCashStampsContent": "Yes, somewhat. Click on the edit button next to the [drop-down] template of your choice and feel free to edit the HTML code and 'Save' the template there for printing to a .pdf file or directly to your printer of choice. We hope to make this an easier 'editable field' process in the future, but for now, the HTML editor works for basic changes to text. Pay close attention to the highlighted warning in red at the top of the HTML editor before proceeding. You can also export a JSON file if you want to be able to custom edit in Adobe Illustrator or other editing programs. There will be a route to get the list of WIFs, addresses, etc via the JSON file.",
      "enterExpirationDateTitle": "Do I have to enter an expiration date on my CashStamps?",
      "enterExpirationDateContent": "Technically, no, but you'll need to remove the 'Valid Until' line in the Template HTML editor, after you've created the CashStamps, if you don't want an expiration date or the 'Valid Until' text to show on the stamp.",
      "whatLabelsTitle": "What Labels do you recommend?",
      "whatLabelsContent": "It depends on what you're wanting to print your CashStamps on, really. Letter sizes, labels, and templates can vary by geographic region. For sticker-type labels in the United States, we find the 2.5\" 'Avery 94104' sticker labels to be a good size that work well for multiple purposes. There is an Avery 94104 template already loaded in the CashStamp creation tool, you just have to buy the labels, of course (<a href='https://www.avery.com/templates/presta-94104'>https://www.avery.com/templates/presta-94104</a>). It's always a good idea to print to .pdf file FIRST, then print to a paper, test-page to make sure all looks well, then print to the actual label. Sticker labels aren't exactly cheap, so save yourself the $ and frustration by test printing first. We plan on adding more label templates for different CashStamp sizes in the near future. If you have a specific/custom label or template you'd like to use, feel free to get in touch via our Telegram (<a href='https://t.me/stampscash'>https://t.me/stampscash</a>) and we'll consider adding it to the pre-loaded template list. Coding the formatting/parameters for these labels to integrate with the CashStamps creation tool and print properly is a pretty big PITA, unfortunately."
    },
    "es": {
      "faqTitle": "Preguntas Frecuentes (FAQ)",
      "whatAreCashstampsTitle": "¿Qué son los CashStamps?",
      "whatAreCashstampsContent": "Los CashStamps son billeteras de BitcoinCash fácilmente canjeables/reclamables en forma de un código QR que pueden ser utilizados para regalos, promociones y la adopción de BCH, con la opción de reclamar cualquier CashStamp no utilizado, por lo que no hay temor de desperdiciar BitcoinCash no canjeado.",
      "whyCashStampsTitle": "¿Por qué CashStamps?",
      "whyCashStampsContent": "Queríamos una forma rápida y sencilla de incorporar a nuevas personas a BitcoinCash simplemente entregándoles un código QR con instrucciones simples para que puedan reclamar BCH en una billetera no custodia sin necesidad de guiarlos por todo el proceso de principio a fin. Si alguien puede leer, puedes darle un CashStamp sin decir nada y podrán hacer el resto...esperemos.",
      "cashstampUsesTitle": "¿Qué puedo hacer con los CashStamps?",
      "cashstampUsesContent": "¡Lo que quieras! El propósito de los CashStamps es promover el uso y la adopción de BitcoinCash, ¡así que siéntete libre de ser creativo con cómo, dónde y por qué los usas! Imprime tantos o tan pocos CashStamps como desees con la cantidad de BCH que quieras. Imprímelos en un archivo .pdf/.png/.jpeg y envíalos por correo electrónico a amigos, colegas, clientes. Imprímelos en papel o tarjetas de visita y regálalos como propina cuando salgas a comer o te cortes el cabello. Imprímelos en pegatinas y colócalas en cualquier cosa, incluso en la parte trasera de otras pegatinas para regalos o promociones. Crea una rifa de BCH o utilízalos como premios de entrada; donde un conjunto de sellos tenga cantidades determinadas y otros cantidades diferentes (mayores). Reparte los CashStamps y deja que los usuarios finales escaneen sus códigos QR para ver quién 'ganó' más BCH. Sé creativo...promueve la adopción...¡usa BCH!",
      "risksAssociatedWithCashStampsTitle": "¿Existen riesgos asociados con los CashStamps?",
      "risksAssociatedWithCashStampsContent": "Sí... ¡el fin del dinero fiduciario al promover la adopción de BitcoinCash y su ascenso como Moneda de Reserva Global! No hay riesgos de hackeo o fraude asociados con los CashStamps. Tú controlas los CashStamps que creas. Una vez que 'Financies' los CashStamps que has creado, se te proporcionará la frase semilla para la billetera de Electron Cash donde se encuentran los fondos de BCH. El único riesgo real asociado con los CashStamps es que, si no registras o guardas tu frase semilla y limpias la caché de tu navegador, NO podrás reclamar fácilmente ningún CashStamp no utilizado o no canjeado. Si no has limpiado la caché de tu navegador, puedes encontrar tu frase semilla en la herramienta de creación... solo elige la colección de CashStamps que creaste y luego haz clic en 'Ver Mnemónico' en el menú de tres puntos a la derecha para revelar la frase semilla específica para esa colección.",
      "risksAssociatedWithCashStampsAdditionalContent": "Si has limpiado la caché de tu navegador y ya no puedes 'Ver Mnemónico' para una colección de CashStamps que creaste previamente en la herramienta, pero anotaste tu frase semilla en otro lugar, simplemente haz clic en el botón + a la izquierda del menú desplegable de la colección de CashStamps y haz clic en 'Importar Mnemónico' y continúa con el botón/proceso de 'Reclamar Sellos'. Si has limpiado la caché de tu navegador Y no anotaste tu frase semilla para los sellos que creaste/financiaste... ¡vergüenza para ti! No hay forma de recuperar esos fondos a menos que escanees individualmente cada código QR de los CashStamps creados que aún tengas. Si no los has regalado, esto es bastante sencillo (aunque lento), pero si los has regalado, lo mejor que puedes esperar es que el usuario final reclame esos fondos para que el BCH no se desperdicie completamente.",
      "walletsForCashStampsTitle": "¿Qué billeteras funcionan con los CashStamps?",
      "walletsForCashStampsContent": "Debido a la función de 'Barrido' integrada en los códigos QR únicos generados cuando 'Financias' tus CashStamps, los CashStamps no funcionarán con todas las billeteras de BCH en el mercado, ya que no todas las billeteras de BCH admiten esta función de 'Barrido'.",
      "walletsForCashStampsAdditionalContent": "Para el proceso de 'Reclamación' del usuario final; la versión actual de CashStamps solo funciona con la billetera de Bitcoin.com (de ahí la instrucción de 'Paso 1' para descargar/instalar la billetera de Bitcoin.com cuando los usuarios finales van a stamps.cash para 'Reclamar' su CashStamp). Actualmente estamos trabajando con la billetera Selene para integrar esta función de 'Barrido', así que estén atentos.",
      "walletsForCashStampsMoreContent": "Para el creador de CashStamps; el proceso de 'Financiación' debería funcionar con cualquier billetera que admita BIP70 o JSONPaymentProto. De las que me vienen a la mente: la billetera de Bitcoin.com, ElectronCash, FloweePay y Paytaca Wallet admiten esta función. Sin embargo, cualquiera que cree CashStamps puede 'Reclamar [sellos no utilizados]' a cualquier billetera o dirección de BCH de su elección utilizando el botón 'Reclamar Sellos' en la herramienta de CashStamps.",
      "editingCashStampsTitle": "¿Se puede personalizar o editar el texto en los sellos?",
      "editingCashStampsContent": "Sí, en cierta medida. Haz clic en el botón de editar junto a la plantilla [desplegable] de tu elección y siéntete libre de editar el código HTML y 'Guardar' la plantilla para imprimirla en un archivo .pdf o directamente en la impresora que elijas. Esperamos hacer de esto un proceso más sencillo en el futuro, pero por ahora, el editor de HTML funciona para cambios básicos en el texto. Presta mucha atención a la advertencia en rojo resaltada en la parte superior del editor de HTML antes de continuar. También puedes exportar un archivo JSON si deseas personalizar la edición en Adobe Illustrator u otros programas de edición. Habrá una ruta para obtener la lista de WIFs, direcciones, etc. a través del archivo JSON.",
      "enterExpirationDateTitle": "¿Tengo que ingresar una fecha de vencimiento en mis CashStamps?",
      "enterExpirationDateContent": "Técnicamente, no, pero deberás eliminar la línea 'Válido Hasta' en el editor de HTML de la plantilla, después de haber creado los CashStamps, si no deseas que aparezca una fecha de vencimiento o el texto 'Válido Hasta' en el sello.",
      "whatLabelsTitle": "¿Qué etiquetas recomiendan?",
      "whatLabelsContent": "Depende de en qué quieras imprimir tus CashStamps. Los tamaños de las letras, etiquetas y plantillas pueden variar según la región geográfica. Para etiquetas tipo adhesivo en los Estados Unidos, encontramos que las etiquetas adhesivas de 2.5\" 'Avery 94104' son un buen tamaño que funciona bien para múltiples propósitos. Ya hay una plantilla de Avery 94104 cargada en la herramienta de creación de CashStamps, solo tienes que comprar las etiquetas, por supuesto (<a href='https://www.avery.com/templates/presta-94104'>https://www.avery.com/templates/presta-94104</a>). Siempre es buena idea imprimir en un archivo .pdf PRIMERO, luego imprimir en una página de prueba para asegurarte de que todo se vea bien, y luego imprimir en la etiqueta real. Las etiquetas adhesivas no son precisamente baratas, así que ahórrate el dinero y la frustración imprimiendo primero una prueba. Planeamos agregar más plantillas de etiquetas para diferentes tamaños de CashStamp en un futuro cercano. Si tienes una etiqueta o plantilla específica/personalizada que te gustaría usar, no dudes en ponerte en contacto con nosotros a través de nuestro Telegram (<a href='https://t.me/stampscash'>https://t.me/stampscash</a>) y consideraremos agregarla a la lista de plantillas pre-cargadas. Codificar el formato/los parámetros para estas etiquetas para que se integren con la herramienta de creación de CashStamps y se impriman correctamente es bastante complicado, desafortunadamente."
    }
  }
}
